tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
brew "arp-scan"
brew "ccrypt"
brew "colordiff"
brew "ctags"
brew "docker", link: false
brew "ghi"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "lolcat"
brew "macvim"
brew "midnight-commander"
brew "nmap"
brew "node", link: false
brew "nodebrew"
brew "nodenv"
brew "nyancat"
brew "pwgen"
brew "pyenv"
brew "qt"
brew "rails-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sl"
brew "slackcat"
brew "slacknimate"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "todolist"
brew "yarn"
brew "zsh"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "atom"
cask "divvy"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-hangouts"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java"
cask "ngrok"
cask "onyx"
cask "powershell"
cask "slack"
cask "visual-studio-code"
